backend/dungeon_key/app/controllers/campaigns_controller.rb

SELECT "campaigns".* FROM "campaigns"
---
  def index
    @campaigns = Campaign.all