backend/dungeon_key/app/controllers/api/v1/campaigns_controller.rb

  def index
    @campaigns = Campaign.all
---
SELECT "campaigns".* FROM "campaigns"